const arr = [
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3db9a",
    },
    Партія: "Вінницька область - оф дані",
    id: "Vinnytsia",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3db9b",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "УКРАЇНСЬКА СТРАТЕГІЯ ГРОЙСМАНА"',
    Кількість: "40",
    style: { backgroundColor: "#0a405f", color: "white", color: "white" },
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3db9c",
    },
    Партія: 'політична партія Всеукраїнське об’єднання "Батьківщина"',
    style: { backgroundColor: "#db1a2d", color: "white" },
    Кількість: "11",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3db9d",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ЄВРОПЕЙСЬКА СОЛІДАРНІСТЬ"',
    style: { backgroundColor: "#0772f4", color: "white" },
    Кількість: "11",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3db9e",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "СЛУГА НАРОДУ"',
    style: { backgroundColor: "#34b449", color: "white" },
    Кількість: "8",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3db9f",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ОПОЗИЦІЙНА ПЛАТФОРМА – ЗА ЖИТТЯ"',
    style: { backgroundColor: "#0062b9", color: "white" },
    Кількість: "7",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dba0",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ЗА МАЙБУТНЄ"',
    style: { backgroundColor: "#5c018d", color: "white" },
    Кількість: "7",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dba1",
    },
    Партія: "Волинська область - оф дані",
    Кількість: "",
    id: "Volyn",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dba2",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ЗА МАЙБУТНЄ"',
    style: { backgroundColor: "#5c018d", color: "white" },
    Кількість: "22",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dba3",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ЄВРОПЕЙСЬКА СОЛІДАРНІСТЬ"',
    style: { backgroundColor: "#0772f4", color: "white" },
    Кількість: "9",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dba4",
    },
    Партія: 'політична партія Всеукраїнське об’єднання "Батьківщина"',
    style: { backgroundColor: "#db1a2d", color: "white" },
    Кількість: "9",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dba5",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "СЛУГА НАРОДУ"',
    style: { backgroundColor: "#34b449", color: "white" },
    Кількість: "8",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dba6",
    },
    Партія: 'політична партія Всеукраїнське об’єднання "Свобода"',
    style: { backgroundColor: "#0a3060", color: "white" },
    Кількість: "7",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dba7",
    },
    Партія: "Аграрна партія України",
    Кількість: "5",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dba8",
    },
    Партія: 'Політична партія "Сила і Честь"',
    style: { backgroundColor: "#043e8a", color: "white" },
    Кількість: "4",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dba9",
    },
    Партія: "Дніпропетровська область - оф дані",
    Кількість: "",
    id: "Dnipropetrovsk",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbaa",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "СЛУГА НАРОДУ"',
    style: { backgroundColor: "#34b449", color: "white" },
    Кількість: "30",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbab",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ОПОЗИЦІЙНА ПЛАТФОРМА – ЗА ЖИТТЯ"',
    style: { backgroundColor: "#0062b9", color: "white" },
    Кількість: "27",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbac",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ПРОПОЗИЦІЯ"',
    style: { backgroundColor: "#b51a4c", color: "white" },
    Кількість: "17",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbad",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "БЛОК ВІЛКУЛА "УКРАЇНСЬКА ПЕРСПЕКТИВА"',
    style: { backgroundColor: "#1e344f", color: "white" },
    Кількість: "16",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbae",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ЄВРОПЕЙСЬКА СОЛІДАРНІСТЬ"',
    style: { backgroundColor: "#0772f4", color: "white" },
    Кількість: "13",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbaf",
    },
    Партія: 'Партія "Громадська сила"',
    style: { backgroundColor: "#2db14c", color: "white" },
    Кількість: "9",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbb0",
    },
    Партія: 'політична партія Всеукраїнське об’єднання "Батьківщина"',
    style: { backgroundColor: "#db1a2d", color: "white" },
    Кількість: "8",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbb1",
    },
    Партія: "Донецька область",
    Кількість: "",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbb2",
    },
    Партія: "Житомирська область - оф дані",
    Кількість: "",
    id: "Zhytomyr",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbb3",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "СЛУГА НАРОДУ"',
    style: { backgroundColor: "#34b449", color: "white" },
    Кількість: "11",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbb4",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ЄВРОПЕЙСЬКА СОЛІДАРНІСТЬ"',
    style: { backgroundColor: "#0772f4", color: "white" },
    Кількість: "9",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbb5",
    },
    Партія: 'Політична партія "НАШ КРАЙ"',
    style: { backgroundColor: "#005cba", color: "white" },
    Кількість: "9",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbb6",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ОПОЗИЦІЙНА ПЛАТФОРМА – ЗА ЖИТТЯ"',
    style: { backgroundColor: "#0062b9", color: "white" },
    Кількість: "7",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbb7",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ЗА МАЙБУТНЄ"',
    style: { backgroundColor: "#5c018d", color: "white" },
    Кількість: "7",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbb8",
    },
    Партія: 'політична партія Всеукраїнське об’єднання "Батьківщина"',
    style: { backgroundColor: "#db1a2d", color: "white" },
    Кількість: "6",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbb9",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ПРОПОЗИЦІЯ"',
    style: { backgroundColor: "#b51a4c", color: "white" },
    Кількість: "6",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbba",
    },
    Партія: 'Політична партія "Радикальна Партія Олега Ляшка"',
    style: { backgroundColor: "#f1463e", color: "white" },
    Кількість: "5",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbbb",
    },
    Партія: 'Політична партія "Сила і Честь"',
    style: { backgroundColor: "#043e8a", color: "white" },
    Кількість: "4",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbbc",
    },
    Партія: "Закарпатська область - оф дані",
    Кількість: "",
    id: "Zakarpattia",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbbd",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "РІДНЕ ЗАКАРПАТТЯ"',
    style: { backgroundColor: "#fed95d", color: "white" },
    Кількість: "12",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbbe",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "СЛУГА НАРОДУ"',
    style: { backgroundColor: "#34b449", color: "white" },
    Кількість: "11",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbbf",
    },
    Партія: 'політична партія Всеукраїнське об’єднання "Батьківщина"',
    style: { backgroundColor: "#db1a2d", color: "white" },
    Кількість: "8",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbc0",
    },
    Партія: '"КМКС" Партія угорців України',
    style: { backgroundColor: "#00632a", color: "white" },
    Кількість: "8",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbc1",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "КОМАНДА АНДРІЯ БАЛОГИ"',
    style: { backgroundColor: "#fe111c", color: "white" },
    Кількість: "7",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbc2",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ЄВРОПЕЙСЬКА СОЛІДАРНІСТЬ"',
    style: { backgroundColor: "#0772f4", color: "white" },
    Кількість: "6",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbc3",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ЗА МАЙБУТНЄ"',
    style: { backgroundColor: "#5c018d", color: "white" },
    Кількість: "6",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbc4",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ОПОЗИЦІЙНА ПЛАТФОРМА – ЗА ЖИТТЯ"',
    style: { backgroundColor: "#0062b9", color: "white" },
    Кількість: "6",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbc5",
    },
    Партія: "Запорізька область - оф дані",
    Кількість: "",
    id: "Zaporizhia",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbc6",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ОПОЗИЦІЙНА ПЛАТФОРМА – ЗА ЖИТТЯ"',
    style: { backgroundColor: "#0062b9", color: "white" },
    Кількість: "23",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbc7",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "СЛУГА НАРОДУ"',
    style: { backgroundColor: "#34b449", color: "white" },
    Кількість: "19",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbc8",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ЄВРОПЕЙСЬКА СОЛІДАРНІСТЬ"',
    style: { backgroundColor: "#0772f4", color: "white" },
    Кількість: "10",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbc9",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ПАРТІЯ ВОЛОДИМИРА БУРЯКА "ЄДНАННЯ"',
    Кількість: "9",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbca",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ЗА МАЙБУТНЄ"',
    style: { backgroundColor: "#5c018d", color: "white" },
    Кількість: "8",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbcb",
    },
    Партія: 'Політична партія "ОПОЗИЦІЙНИЙ БЛОК"',
    Кількість: "8",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbcc",
    },
    Партія: 'політична партія Всеукраїнське об’єднання "Батьківщина"',
    style: { backgroundColor: "#db1a2d", color: "white" },
    Кількість: "7",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbcd",
    },
    Партія: "Івано-Франківська область - оф дані",
    Кількість: "",
    id: "Ivano-Frankivsk",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbce",
    },
    Партія: 'політична партія Всеукраїнське об’єднання "Свобода"',
    style: { backgroundColor: "#0a3060", color: "white" },
    Кількість: "18",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbcf",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ЄВРОПЕЙСЬКА СОЛІДАРНІСТЬ"',
    style: { backgroundColor: "#0772f4", color: "white" },
    Кількість: "17",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbd0",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ЗА МАЙБУТНЄ"',
    style: { backgroundColor: "#5c018d", color: "white" },
    Кількість: "16",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbd1",
    },
    Партія: 'політична партія Всеукраїнське об’єднання "Батьківщина"',
    style: { backgroundColor: "#db1a2d", color: "white" },
    Кількість: "14",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbd2",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ВСЕУКРАЇНСЬКЕ ОБ\'ЄДНАННЯ "ПЛАТФОРМА ГРОМАД"',
    style: { backgroundColor: "#272524", color: "white" },
    Кількість: "10",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbd3",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "СЛУГА НАРОДУ"',
    style: { backgroundColor: "#34b449", color: "white" },
    Кількість: "9",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbd4",
    },
    Партія: "Київська область - екзитпол",
    Кількість: "",
    id: "Kyiv",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbd5",
    },
    Партія: 'Політична партія "УДАР Віталія Кличка"',
    style: { backgroundColor: "#db1b22", color: "white" },
    Кількість: "",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbd6",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ЄВРОПЕЙСЬКА СОЛІДАРНІСТЬ"',
    style: { backgroundColor: "#0772f4", color: "white" },
    Кількість: "",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbd7",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "СЛУГА НАРОДУ"',
    style: { backgroundColor: "#34b449", color: "white" },
    Кількість: "",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbd8",
    },
    Партія: 'Політична Партія "ГОЛОС"',
    Кількість: "",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbd9",
    },
    Партія: 'Політична партія "ЄДНІСТЬ ОЛЕКСАНДРА ОМЕЛЬЧЕНКА"',
    Кількість: "",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbda",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ОПОЗИЦІЙНА ПЛАТФОРМА – ЗА ЖИТТЯ"',
    style: { backgroundColor: "#0062b9", color: "white" },
    Кількість: "",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbdb",
    },
    Партія: 'політична партія Всеукраїнське об’єднання "Батьківщина"',
    style: { backgroundColor: "#db1a2d", color: "white" },
    Кількість: "",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbdc",
    },
    Партія: "Кіровоградська область - екзитпол",
    Кількість: "",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbdd",
    },
    Партія: "",
    Кількість: "",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbde",
    },
    Партія: "",
    Кількість: "",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbdf",
    },
    Партія: "",
    Кількість: "",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbe0",
    },
    Партія: "",
    Кількість: "",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbe1",
    },
    Партія: "",
    Кількість: "",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbe2",
    },
    Партія: "Луганська область",
    Кількість: "",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbe3",
    },
    Партія: "Львівська область - оф дані",
    Кількість: "",
    id: "Lviv",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbe4",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ЄВРОПЕЙСЬКА СОЛІДАРНІСТЬ"',
    style: { backgroundColor: "#0772f4", color: "white" },
    Кількість: "28",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbe5",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "СЛУГА НАРОДУ"',
    style: { backgroundColor: "#34b449", color: "white" },
    Кількість: "9",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbe6",
    },
    Партія: 'Політична партія "Об’єднання "САМОПОМІЧ"',
    Кількість: "9",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbe7",
    },
    Партія: 'політична партія Всеукраїнське об’єднання "Батьківщина"',
    style: { backgroundColor: "#db1a2d", color: "white" },
    Кількість: "7",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbe8",
    },
    Партія: 'Політична Партія "ГОЛОС"',
    Кількість: "7",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbe9",
    },
    Партія: 'політична партія Всеукраїнське об’єднання "Свобода"',
    style: { backgroundColor: "#0a3060", color: "white" },
    Кількість: "6",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbea",
    },
    Партія: 'Політична партія "Українська Галицька Партія"',
    Кількість: "6",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbeb",
    },
    Партія: 'Політична партія "Народний Рух України"',
    Кількість: "6",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbec",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ЗА МАЙБУТНЄ"',
    style: { backgroundColor: "#5c018d", color: "white" },
    Кількість: "6",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbed",
    },
    Партія: "Одеська область - оф дані",
    Кількість: "",
    id: "Odessa",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbee",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ОПОЗИЦІЙНА ПЛАТФОРМА – ЗА ЖИТТЯ"',
    style: { backgroundColor: "#0062b9", color: "white" },
    Кількість: "24",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbef",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "СЛУГА НАРОДУ"',
    style: { backgroundColor: "#34b449", color: "white" },
    Кількість: "16",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbf0",
    },
    Партія: 'Політична партія "ДОВІРЯЙ ДІЛАМ"',
    Кількість: "11",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbf1",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ЄВРОПЕЙСЬКА СОЛІДАРНІСТЬ"',
    style: { backgroundColor: "#0772f4", color: "white" },
    Кількість: "10",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbf2",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ЗА МАЙБУТНЄ"',
    style: { backgroundColor: "#5c018d", color: "white" },
    Кількість: "10",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbf3",
    },
    Партія: 'політична партія Всеукраїнське об’єднання "Батьківщина"',
    style: { backgroundColor: "#db1a2d", color: "white" },
    Кількість: "7",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbf4",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ПАРТІЯ ШАРІЯ"',
    Кількість: "6",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbf5",
    },
    Партія: "Полтавська область - оф дані",
    Кількість: "",
    id: "Poltava",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbf6",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ДОВІРА"',
    style: { backgroundColor: "#046aa8", color: "white" },
    Кількість: "16",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbf7",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "СЛУГА НАРОДУ"',
    style: { backgroundColor: "#34b449", color: "white" },
    Кількість: "14",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbf8",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ЗА МАЙБУТНЄ"',
    style: { backgroundColor: "#5c018d", color: "white" },
    Кількість: "13",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbf9",
    },
    Партія: 'політична партія Всеукраїнське об’єднання "Батьківщина"',
    style: { backgroundColor: "#db1a2d", color: "white" },
    Кількість: "12",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbfa",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ОПОЗИЦІЙНА ПЛАТФОРМА – ЗА ЖИТТЯ"',
    style: { backgroundColor: "#0062b9", color: "white" },
    Кількість: "11",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbfb",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ЄВРОПЕЙСЬКА СОЛІДАРНІСТЬ"',
    style: { backgroundColor: "#0772f4", color: "white" },
    Кількість: "9",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbfc",
    },
    Партія: 'Політична партія "Рідне місто"',
    Кількість: "9",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbfd",
    },
    Партія: "Рівненська область - екзитпол",
    Кількість: "",
    id: "Rivne",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbfe",
    },
    Партія: "",
    Кількість: "",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dbff",
    },
    Партія: "",
    Кількість: "",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc00",
    },
    Партія: "",
    Кількість: "",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc01",
    },
    Партія: "",
    Кількість: "",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc02",
    },
    Партія: "",
    Кількість: "",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc03",
    },
    Партія: "",
    Кількість: "",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc04",
    },
    Партія: "",
    Кількість: "",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc05",
    },
    Партія: "Сумська область - оф дані",
    Кількість: "",
    id: "Sumy",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc06",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "СЛУГА НАРОДУ"',
    style: { backgroundColor: "#34b449", color: "white" },
    Кількість: "16",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc07",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ОПОЗИЦІЙНА ПЛАТФОРМА – ЗА ЖИТТЯ"',
    style: { backgroundColor: "#0062b9", color: "white" },
    Кількість: "14",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc08",
    },
    Партія: 'політична партія Всеукраїнське об’єднання "Батьківщина"',
    style: { backgroundColor: "#db1a2d", color: "white" },
    Кількість: "10",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc09",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ЄВРОПЕЙСЬКА СОЛІДАРНІСТЬ"',
    style: { backgroundColor: "#0772f4", color: "white" },
    Кількість: "9",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc0a",
    },
    Партія: 'Політична партія "НАШ КРАЙ"',
    style: { backgroundColor: "#005cba", color: "white" },
    Кількість: "8",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc0b",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ЗА МАЙБУТНЄ"',
    style: { backgroundColor: "#5c018d", color: "white" },
    Кількість: "7",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc0c",
    },
    Партія: "Тернопільська область - оф дані",
    Кількість: "",
    id: "Ternopil",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc0d",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ЄВРОПЕЙСЬКА СОЛІДАРНІСТЬ"',
    style: { backgroundColor: "#0772f4", color: "white" },
    Кількість: "17",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc0e",
    },
    Партія: 'політична партія Всеукраїнське об’єднання "Свобода"',
    style: { backgroundColor: "#0a3060", color: "white" },
    Кількість: "13",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc0f",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ЗА МАЙБУТНЄ"',
    style: { backgroundColor: "#5c018d", color: "white" },
    Кількість: "12",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc10",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "СЛУГА НАРОДУ"',
    style: { backgroundColor: "#34b449", color: "white" },
    Кількість: "8",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc11",
    },
    Партія: 'політична партія Всеукраїнське об’єднання "Батьківщина"',
    style: { backgroundColor: "#db1a2d", color: "white" },
    Кількість: "8",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc12",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ДОВІРА"',
    style: { backgroundColor: "#046aa8", color: "white" },
    Кількість: "6",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc13",
    },
    Партія: "Харківська область - оф дані",
    Кількість: "",
    id: "Kharkiv",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc14",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "БЛОК КЕРНЕСА – УСПІШНИЙ ХАРКІВ!"',
    style: { backgroundColor: "#008f2a", color: "white" },
    Кількість: "46",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc15",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ОПОЗИЦІЙНА ПЛАТФОРМА – ЗА ЖИТТЯ"',
    style: { backgroundColor: "#0062b9", color: "white" },
    Кількість: "29",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc16",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "СЛУГА НАРОДУ"',
    style: { backgroundColor: "#34b449", color: "white" },
    Кількість: "17",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc17",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "БЛОК СВІТЛИЧНОЇ РАЗОМ!"',
    style: { backgroundColor: "#f8d80a", color: "white" },
    Кількість: "17",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc18",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ЄВРОПЕЙСЬКА СОЛІДАРНІСТЬ"',
    style: { backgroundColor: "#0772f4", color: "white" },
    Кількість: "11",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc19",
    },
    Партія: "Херсонська область\t",
    Кількість: "",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc1a",
    },
    Партія: "",
    Кількість: "",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc1b",
    },
    Партія: "",
    Кількість: "",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc1c",
    },
    Партія: "",
    Кількість: "",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc1d",
    },
    Партія: "",
    Кількість: "",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc1e",
    },
    Партія: "",
    Кількість: "",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc1f",
    },
    Партія: "Хмельницька область - оф дані",
    Кількість: "",
    id: "Khmelnytskyi",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc20",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "КОМАНДА СИМЧИШИНА"',
    style: { backgroundColor: "#344f62", color: "white" },
    Кількість: "13",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc21",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ЗА МАЙБУТНЄ"',
    style: { backgroundColor: "#5c018d", color: "white" },
    Кількість: "13",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc22",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "СЛУГА НАРОДУ"',
    style: { backgroundColor: "#34b449", color: "white" },
    Кількість: "10",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc23",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ЗА КОНКРЕТНІ СПРАВИ"',
    Кількість: "10",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc24",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ЄВРОПЕЙСЬКА СОЛІДАРНІСТЬ"',
    style: { backgroundColor: "#0772f4", color: "white" },
    Кількість: "7",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc25",
    },
    Партія: 'політична партія Всеукраїнське об’єднання "Батьківщина"',
    style: { backgroundColor: "#db1a2d", color: "white" },
    Кількість: "7",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc26",
    },
    Партія: 'Політична партія "Радикальна Партія Олега Ляшка"',
    style: { backgroundColor: "#f1463e", color: "white" },
    Кількість: "4",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc27",
    },
    Партія: "Черкаська область - оф дані",
    Кількість: "",
    id: "Cherkasy",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc28",
    },
    Партія: 'політична партія Всеукраїнське об’єднання "ЧЕРКАЩАНИ"',
    style: { backgroundColor: "#97c11f", color: "white" },
    Кількість: "18",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc29",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ЗА МАЙБУТНЄ"',
    style: { backgroundColor: "#5c018d", color: "white" },
    Кількість: "12",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc2a",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "СЛУГА НАРОДУ"',
    style: { backgroundColor: "#34b449", color: "white" },
    Кількість: "12",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc2b",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ЄВРОПЕЙСЬКА СОЛІДАРНІСТЬ"',
    style: { backgroundColor: "#0772f4", color: "white" },
    Кількість: "9",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc2c",
    },
    Партія: 'політична партія Всеукраїнське об’єднання "Батьківщина"',
    style: { backgroundColor: "#db1a2d", color: "white" },
    Кількість: "7",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc2d",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ОПОЗИЦІЙНА ПЛАТФОРМА – ЗА ЖИТТЯ"',
    style: { backgroundColor: "#0062b9", color: "white" },
    Кількість: "6",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc2e",
    },
    Партія: "Чернівецька область - екзит-пол",
    Кількість: "",
    id: "Chernivtsi",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc2f",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ЄДИНА АЛЬТЕРНАТИВА"',
    style: { backgroundColor: "#ec621f", color: "white" },
    Кількість: "-",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc30",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "СЛУГА НАРОДУ"',
    style: { backgroundColor: "#34b449", color: "white" },
    Кількість: "-",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc31",
    },
    Партія: "ПОЛІТИЧНА ПАРТІЯ “Команда Михайлішина” ",
    style: { backgroundColor: "#4d8382", color: "white" },
    Кількість: "-",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc32",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ЄВРОПЕЙСЬКА СОЛІДАРНІСТЬ"',
    style: { backgroundColor: "#0772f4", color: "white" },
    Кількість: "-",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc33",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ПРОПОЗИЦІЯ"',
    style: { backgroundColor: "#b51a4c", color: "white" },
    Кількість: "-",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc34",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ГРОМАДСЬКИЙ РУХ "НАРОДНИЙ КОНТРОЛЬ"',
    style: { backgroundColor: "#a10100", color: "white" },
    Кількість: "-",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc35",
    },
    Партія: "Чернігівська область - оф дані",
    Кількість: "",
    id: "Chernihiv",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc36",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "РІДНИЙ ДІМ"',
    style: { backgroundColor: "#f3e200", color: "white" },
    Кількість: "19",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc37",
    },
    Партія: 'Політична партія "НАШ КРАЙ"',
    style: { backgroundColor: "#005cba", color: "white" },
    Кількість: "9",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc38",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "СЛУГА НАРОДУ"',
    style: { backgroundColor: "#34b449", color: "white" },
    Кількість: "8",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc39",
    },
    Партія: 'Політична партія "Радикальна Партія Олега Ляшка"',
    style: { backgroundColor: "#f1463e", color: "white" },
    Кількість: "7",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc3a",
    },
    Партія: 'політична партія Всеукраїнське об’єднання "Батьківщина"',
    style: { backgroundColor: "#db1a2d", color: "white" },
    Кількість: "6",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc3b",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ОПОЗИЦІЙНА ПЛАТФОРМА – ЗА ЖИТТЯ"',
    style: { backgroundColor: "#0062b9", color: "white" },
    Кількість: "5",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc3c",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ЄВРОПЕЙСЬКА СОЛІДАРНІСТЬ"',
    style: { backgroundColor: "#0772f4", color: "white" },
    Кількість: "5",
  },
  {
    _id: {
      $oid: "5fb7f486b7b21ea365a3dc3d",
    },
    Партія: 'ПОЛІТИЧНА ПАРТІЯ "ЗА МАЙБУТНЄ"',
    style: { backgroundColor: "#5c018d", color: "white" },
    Кількість: "5",
  },
];

export default arr;
